import 'package:ilimgroup_jobs/data/tmp_import_data/tmp_category.dart';

TmpData tmpData = TmpData(
  tags: [
    "Первая работа",
    "Удаленно",
    "Полный рабочий день",
    "Частичная занятость",
    "Работа вахтовым методом"
  ],
  categories: [
  "PR",
  "Административный персонал",
  "Аудит",
  "Бухгалтерия",
  "Высший менеджмент",
  "Геодезист",
  "Закупки",
  "Инвестиции",
  "Информационные технологии",
  "Охрана труда и пожарная безопасность",
  "Продажи",
  "Производство",
  "Стратегия",
  "Управление персоналом",
  "Управление цепочкой поставок и логистика",
  "Финансы",
  "Энергетика",
  "Юристы"
], vacancies: [
  TmpVacancy(
    title: "Начальник цеха очистных сооружений", 
    description: "ПРОИЗВОДСТВО", 
    responsibilities: """Организация технически правильной эксплуатации оборудования, сооружений для очистки сточных вод подразделений филиала АО «Группа «Илим» в г. Братске (включая утилизацию соответствующих отходов), эксплуатации и организации своевременного ремонта производственных зданий и сооружений;
Обеспечение проектной эффективности очистки сточных вод;
Организация эксплуатации шламонакопителей № 1 и № 3 в части размещения отходов в соответствии с утверждёнными проектными решениями;
Организация правильной эксплуатации и эффективной работы вентиляционных, осветительных установок, воздушных завес, отопления, канализации;
Обеспечение безопасных условий труда для подчинённого персонала.""", 
    requirements: """Высшее профессиональное (техническое) образование;
Опыт работы - не менее трех лет на руководящих должностях, желательно в области ЦБП;
Предпочтительно наличие документов о квалификации, выданных по результатам прохождения профессионального обучения или получения дополнительного профессионального образования, необходимых для работы с отходами I-IV классов опасности;
Предпочтительно наличие документов, выданных по результатам прохождения дополнительного профессионального обучения по эксплуатации ГТС объектов промышленности;
Ответственность, ориентация на результат, умение работать в команде;
Опытный пользователь ПК (знание офисных программ, программы SAP).""", 
    terms: """Постоянная работа в Группе "Илим" - лидере российской целлюлозно-бумажной промышленности;
Оформление в соответствии с ТК РФ;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""", 
    contacts: ["Главный специалист Колесникова Наталья Михайловна, тел.: +7 (3953) 340-410, +7 (902) 764-34-27"]),
    TmpVacancy(
      title: "Начальник автоколонны", 
      description: "Начальник автоколонны", 
      responsibilities: """Организация технически правильной эксплуатации машин и механизмов, разработка мероприятий по поддержанию работоспособности и надежности автотранспортной техники с целью выполнения производственных заданий по погрузке и поставке древесины;
Обеспечение безопасного производства работ при выполнении производственных заданий по погрузке и поставке древесины;
Обеспечение сохранности ремонтного фонда, автомобильной техники и товарно-материальных ценностей;
Контроль работы автомобилей автоколонны на линии;
Контроль соблюдения правил охраны труда, пожарной безопасности, внутреннего трудового распорядка, режима труда и отдыха подчиненным персоналом.""", 
      requirements: """Организация технически правильной эксплуатации машин и механизмов, разработка мероприятий по поддержанию работоспособности и надежности автотранспортной техники с целью выполнения производственных заданий по погрузке и поставке древесины;
Обеспечение безопасного производства работ при выполнении производственных заданий по погрузке и поставке древесины;
Обеспечение сохранности ремонтного фонда, автомобильной техники и товарно-материальных ценностей;
Контроль работы автомобилей автоколонны на линии;
Контроль соблюдения правил охраны труда, пожарной безопасности, внутреннего трудового распорядка, режима труда и отдыха подчиненным персоналом.""", 
      terms: """Организация технически правильной эксплуатации машин и механизмов, разработка мероприятий по поддержанию работоспособности и надежности автотранспортной техники с целью выполнения производственных заданий по погрузке и поставке древесины;
Обеспечение безопасного производства работ при выполнении производственных заданий по погрузке и поставке древесины;
Обеспечение сохранности ремонтного фонда, автомобильной техники и товарно-материальных ценностей;
Контроль работы автомобилей автоколонны на линии;
Контроль соблюдения правил охраны труда, пожарной безопасности, внутреннего трудового распорядка, режима труда и отдыха подчиненным персоналом.""",
      contacts: ["Главный специалист Колесникова Наталья Михайловна, тел.: +7 (3953) 340-410, +7 (902) 764-34-27"]),
    TmpVacancy(
      title: "Руководитель отдела – главный технолог", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Организация и контроль соблюдения технологической дисциплины, организация расследований нарушений по технологии, принятие оперативных мер по их устранению и предупреждению;
Участие в разработке мероприятий по совершенствованию технологии производств, снижению потребления материальных ресурсов, предотвращению выпуска несоответствующей продукции в пределах своей компетенции. Контроль их реализации;
Участие в разработке программ и курирование опытно-промышленных испытаний, направленных на совершенствование технологии производств, снижение потребления материальных ресурсов;
Формирование оптимальной потребности Филиала в древесном сырье, эффективная организация учета и приемки лесопродукции в соответствии с регламентом «Приемка, учет и движение древесного сырья на Братской промплощадке». Осуществление контроля за поддержанием нормативных запасов древесного сырья;
Контроль за актуализацией структурными подразделениями регламентов и технологических карт на производственные технологические процессы на соответствие Федеральным нормам и правилам в разрезе технологии.""", 
      requirements: """Высшее профессиональное образование;
Опыт работы в области ЦБП;
Опытный пользователь ПК (знание офисных программ).""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской целлюлозно-бумажной промышленности;
Оформление в соответствии с ТК РФ;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнегоо отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["Главный специалист Колесникова Наталья Михайловна, тел.: +7 (3953) 340-410, +7 (902) 764-34-27"]),
    TmpVacancy(
      title: "Главный специалист по цифровизации и автоматизации", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Анализ технических и технологических процессов;
поиск причин отклонений от требуемых значений производственных показателей: расходов, качества, выходов из строя оборудования и т.д.
подготовка рекомендаций для снижения степени отклонений от заданных значений;
участие в подготовке и анализа ОПВ;
обучение технических и технологических специалистов использованию инструментов и методологий, связанных с цифровизацией.""", 
      requirements: """Образование — высшее профессиональное, связанное с ЦБП;
опыт работы в отрасли ЦБП не менее 5 лет;
квалификация «Зеленый, черный пояс по б сигма» ОС;
опыт в проектной деятельности;
умение производить сбор и анализ данных
знания компьютерных программ: MS Word, Excel Power Point, Poject, Visio, 0utlook, Procont, SAP, Minitab.""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской целлюлозно-бумажной промышленности;
оформление в соответствии с ТК РФ;
регулярное обучение с целью повышения квалификации;
пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["Главный специалист Колесникова Наталья Михайловна, тел.: +7 (3953) 340-410, +7 (902) 764-34-27"]),
    TmpVacancy(
      title: "Ведущий инженер по пожарной безопасности капитальных проектов", 
      description: "ОХРАНА ТРУДА И ПОЖАРНАЯ БЕЗОПАСНОСТЬ", 
      responsibilities: """Сопровождение в области пожарной безопасности стратегических инвестиционных проектов;
взаимодействие с внешними органами надзора РФ по пожарной безопасности;
проведение профилактической работы, направленной на предупреждение пожаров, чрезвычайных ситуаций;
рассмотрение, согласование проектной и рабочей документации в части соблюдения требований пожарной безопасности.""", 
      requirements: """Среднее профессиональное (техническое) или высшее техническое образование;
опыт работы по специальности на инженерно-технических должностях не менее 3 лет;
уверенный пользователь ПК;
готовность командировкам.""", 
      terms: """Среднее профессиональное (техническое) или высшее техническое образование;
опыт работы по специальности на инженерно-технических должностях не менее 3 лет;
уверенный пользователь ПК;
готовность командировкам.""",
      contacts: ["Главный специалист Колесникова Наталья Михайловна, тел.: +7 (3953) 340-410, +7 (902) 764-34-27"]),
    TmpVacancy(
      title: "Главный специалист по надежности, техническому обслуживанию и смазке", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Организация и методологическая поддержка процесса технического обслуживания и ремонта оборудования;
Анализ лучших мировых практик по техническому обслуживанию оборудования и внедрение наиболее эффективных подходов;
Проведение аудитов по подэлементам Надежности;
Ведение корпоративной базы данных по Надежности;
Разработка мероприятий по повышению эффективности деятельности служб технического обслуживания в области смазки и гидравлики.""", 
      requirements: """Высшее образование (техническое),
Опыт работы по техническому направлению в ЦБП - от пяти лет;
Знание RCM, принципов надежности;
Навыки создания эффективной команды, управления командой, управления процессами;
Стремление к действию, ориентированность на клиента;
Знание процесса PDP.""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской лесной промышленности;
Оформление в соответствии с ТК РФ;
Релокационный пакет;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["Анна Петрова careers@ilimgroup.ru"]),
    TmpVacancy(
      title: "Помощник машиниста тепловоза", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Обеспечение безопасного движения и эксплуатации тепловоза;
Выполнение производственных заданий на маневровую работу.
Требования""", 
      requirements: """Образование - среднее профессиональное, удостоверение помощника машиниста тепловоза;
Опыт работы – желателен.""", 
      terms: """Оформление в соответствии с ТК РФ;
Срочный трудовой договор с перспективой постоянной работы;
Уникальный опыт работы в системе единого центра обслуживания;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["""Промплощадка Братского ЛПК, Региональный кадровый центр в г. Братске, Отдел по найму и адаптации
Главный специалист Колесникова Наталья Михайловна, Контактные телефоны: +7 (3953) 340-410, +7 (902) 764-34-27
natalia.kolesnikova@brk.ilimgroup.ru"""]),
    TmpVacancy(
      title: "Слесарь по контрольно-измерительным приборам и автоматике", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Обеспечение безаварийной работы закрепленных средств, приборов контроля, регулирования защиты и управления; 
Осуществление обходов, осмотров оборудования автоматизации в соответствии со своей маршрутной картой с записью выявленных нарушений в оперативный журнал и в программу SAP;
Устранение неисправностей, контроль за правильной эксплуатацией средств КИПиА, технологическим персоналом цеха;
Выполнение работ в соответствии с месячным планом по техническому обслуживанию средств автоматизации.""", 
      requirements: """Образование - среднее-профессиональное по направлению "Автоматизация технологических процессов и производств";
Опыт работы желателен.""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской лесной промышленности;
Оформление в соответствии с ТК РФ;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["""Адрес для подачи резюме:
Промплощадка Братского ЛПК, Региональный кадровый центр в г. Братске, Отдел по найму и адаптации
Главный специалист Колесникова Наталья Михайловна, Контактные телефоны: +7 (3953) 340-410, +7 (902) 764-34-27
natalia.kolesnikova@brk.ilimgroup.ru"""]),
    TmpVacancy(
      title: "Ведущий инженер по наладке испытаниям службы автоматизированного электропривода", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Обеспечение своевременного, качественного технического обслуживания и ремонта устройств автоматизированного электропривода в зоне своей ответственности;
Составление заявок на приобретение оборудования, материалов, запасных частей, необходимых для эксплуатации электропривода;
Обеспечение необходимых объёмов и качества проводимых капитальных, плановых и текущих работ;
Обеспечение полноты, правильности и соответствия электрических схем устройств оборудованию, находящемуся в зоне ответственности.""", 
      requirements: """Образование - высшее-техническое по направлению "Электропривод и автоматика";
Опыт работы желателен.""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской целлюлозно-бумажной промышленности;
Оформление в соответствии с ТК РФ;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["""Адрес для подачи резюме:
Промплощадка Братского ЛПК, Региональный кадровый центр в г. Братске, Отдел по найму и адаптации
Главный специалист Колесникова Наталья Михайловна, Контактные телефоны: +7 (3953) 340-410, +7 (902) 764-34-27
natalia.kolesnikova@brk.ilimgroup.ru"""]),
    TmpVacancy(
      title: "Ведущий инженер по охране труда", 
      description: "ПРОИЗВОДСТВО", 
      responsibilities: """Контроль за соблюдением требований ОТ на закрепленном объекте;
Организация работы по выбору поставщиков средств индивидуальной и коллективной защиты, оценке поступивших от поставщиков средств защиты, предложений по их поставке;
Организация работы комиссии третьей ступени производственного контроля состояния охраны труда согласно графику, подготовка актов и приказов по результатам проверок, отчетов о выполнении мероприятий, указанных в актах проверок;
Изучение условий труда на рабочих местах, выявление опасных и вредных производственных факторов на рабочих местах.""", 
      requirements: """Высшее профессиональное образование по направлению "Техносферная безопасность" либо высшее техническое образование с дополнительной переподготовкой в области охраны труда;
Не менее двух лет в должности инженера по охране труда;
Знания законодательства и иных нормативных актов в области охраны труда, навыки применения их в практической деятельности;
Умение работать с аудиторией (проводить обучение, консультации, беседы);
желательны навыки работы в SAP, свободное владение офисными программами.""", 
      terms: """Постоянная работа в Группе "Илим" - лидере российской лесной промышленности;
Оформление в соответствии с ТК РФ;
Регулярное обучение с целью повышения квалификации;
Пакет социальных гарантий: санаторно-курортное лечение, дополнительное медицинское страхование, компенсация проезда к месту отдыха, организация летнего отдыха для детей;
Работа в г. Братске – легендарном сибирском городе, одном из крупнейших промышленных центров Приангарья.""",
      contacts: ["""Промплощадка Братского ЛПК, Региональный кадровый центр в г. Братске, Отдел по найму и адаптации
Главный специалист Колесникова Наталья Михайловна, Контактные телефоны: +7 (3953) 340-410, +7 (902) 764-34-27
natalia.kolesnikova@brk.ilimgroup.ru"""]),
]);
