[
	{
		"id": 4,
		"create_at": "2022-03-25T11:03:21.578089+08:00",
		"delete_at": null,
		"username": "Евгения Панфилова",
		"avatar": "http://127.0.0.1:6001/static/67a162d3-fbce-46d0-842e-5a5a23ddfd86.png",
		"body": "[{\"insert\":\"В «Илиме» с 2017 года. Ведущий инженер по автоматизированным системам управления технологическими процессами технической дирекции, Усть-Илимск                                                                    \"},{\"insert\":\"\\n\",\"attributes\":{\"heading\":3}},{\"insert\":\"Я окончила Братский государственный университет. Как и во всех вузах, у нас были дни открытых дверей, дни карьеры. Так я узнала о программе «Илим Старт», заполнила анкету и меня пригласили на собеседование. Все сложилось хорошо – со мной заключили договор на время годовой стажировки и на всех этапах я ощущала поддержку от компании.\\nСейчас я отвечаю за автоматизированную систему управления технологическим процессом варочно-промывного цеха АО «Группа «Илим» в г. Усть-Илимске. И одновременно обучаюсь работе с новой системой автоматизации от компании Siemens – для этого меня направили в командировку в Москву. Потому что скоро мне предстоит отвечать за эксплуатацию системы управления ВПЦ, в ключевом строящемся проекте «Илима» – ЦКК. Мне в работе нравится, в первую очередь, то, что она не дает остановиться в развитии, отстать от жизни.\\nЯ не представляю для себя жизни в большом городе. Для меня это тяжело, и тратить часы на дорогу я не готова. Мне нравится Усть-Илимск. Он компактный, удобный, симпатичный, с хорошей доступностью – на машине до работы 15 минут! И нескучно: можно в кино сходить, на природу выехать с друзьями. У нас хорошая компания – с некоторыми ребятами с первой волны «Илим Старта» общаемся до сих пор.\\n\"}]"
	},
	{
		"id": 3,
		"create_at": "2022-03-24T13:08:04.752984+08:00",
		"delete_at": null,
		"username": "Алена Клейнайте ",
		"avatar": "http://127.0.0.1:6001/static/ceca33f7-837f-40f1-9fce-99ce4b56de50.png",
		"body": "[{\"insert\":\"В «Илиме» с 2017 года. Руководитель отдела оперативного контроля производства картона, Братск                                                                    \"},{\"insert\":\"\\n\",\"attributes\":{\"heading\":3}},{\"insert\":\"Я училась в Санкт-Петербургском лесотехническом университете им. Кирова на факультете химической технологии и биотехнологии. На последнем курсе магистратуры я включилась в программу «Илим Старт», получила диплом, уехала в Братск, а дальше все развивалось очень быстро: всего через 8 месяцев с позиции стажера я шагнула на руководящую должность.\\nВ компании у нас есть индивидуальный план развития, в котором прописаны компетенции, которые необходимо развивать, и мероприятия, которые к этому ведут. Мне обучения нравятся, потому что каждый раз встряхивают, и после них приходишь на работу с новыми силами.\\nЕсли бы я рассказывала своим одноклассникам, как уехала из большого города, они, возможно, меня не поняли бы. А вот одногруппникам по университету, специалистам лесной отрасли, ничего объяснять не надо – «Илим» в нашей сфере у всех на слуху. Объемы производства растут, реконструкции проходят регулярно – компания на месте не стоит. Наша продукция всегда будет актуальна, профессионалы – от механиков до химиков – всегда будут нужны «Илиму». А чтобы объяснить это непрофессионалам, достаточно показать простой лист бумаги А4 и сказать: «Вот это мы сделали!».\\n\\n\"}]"
	},
	{
		"id": 5,
		"create_at": "2022-03-25T11:06:04.690238+08:00",
		"delete_at": null,
		"username": "Роман Корюкаев",
		"avatar": "http://127.0.0.1:6001/static/d6780acc-d68a-4221-8713-fd4691da3a0f.png",
		"body": "[{\"insert\":\"В «Илиме» с 2017 года. Главный специалист по цифровизации и автоматизации производства, Коряжма\"},{\"insert\":\"\\n\",\"attributes\":{\"heading\":3}},{\"insert\":\"Будучи студентом Сыктывкарского лесного института, где я обучался по специальности «инженер технологии деревопереработки», проходил практику в филиале «Илима» в Коряжме. Я сам родом из Котласа – это недалеко от Коряжмы, поэтому практику почти дома проходил.\\nПосле второго года стажировки нужно было определяться с позицией, куда выходить на постоянную работу. Мне предложили занять мою нынешнюю должность, и я с радостью согласился – у нас по одному такому специалисту в Усть-Илимске, Братске и в Коряжме. Я стал неким связующим звеном между дирекцией по информационным технологиям и производством. Работаю над поэтапным внедрением современных цифровых решений, полезных и эффективных для нашего производства. \\nГлавное преимущество в статусе сотрудника «Илима» – это стабильность. Всегда можно быть уверенным в выплате заработной платы, в отпуске, а также в том, что тебе окажут помощь и поддержку, если за ней обратишься. И главное, есть все возможности для роста. Дорога открыта, нарисована – делай А и займешь позицию Б, потом делай Б, и займешь позицию С. Она не всегда бывает быстрой, нужно проявить терпение, верить в этот рост и делать все, что в твоих силах. В «Илиме» есть те, кому нужен рост из-за своих личных амбиций, а есть те, кому достаточно стабильности. Тут все зависит от человека, а компания дает шанс каждому!                         \\n\"}]"
	}
]